Repository: cds-snc/notification-document-download-frontend
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: GC Notify - Document download
fr: GC Notification - Téléchargement de fichiers

source: Bad Request
fr: Mauvaise requête

source: Unauthorized
fr: Non autorisé

source: You are not authorized to see this page.
fr: Vous n'êtes pas autorisé à voir cette page.

source: Forbidden
fr: Interdit

source: You do not have permission to view this page.
fr: Vous n'avez pas les permissions pour voir cette page.

source: Page could not be found
fr: Page non trouvée

source: Check you’ve entered the correct web address.
fr: Vérifiez que vous avez entré une adresse correcte.

source: Page not found
fr: Page non trouvée

source: Server error
fr: Erreur du serveur

source: Sorry, we’re experiencing technical difficulties
fr: Désolé, nous avons des difficultés techniques

source: Try again later.
fr: Essayez plus tard plus

source: Download your file
fr: Téléchargez votre fichier

source: Save your file somewhere you can find it. You may need to print it or show it to someone later.
fr: Sauvegardez votre fichier quelque part où vous pourrez le retrouver. Vous pourriez avoir besoin de l'imprimer ou le montrer à quelqu'un plus tard.

source: Check the email that
fr: Vérifiez le courriel que

source: sent you for more information.
fr: vous a envoyé pour plus d'informations.

source: Download this file to your device
fr: Téléchargez ce fichier sur votre appareil.

source: If you have any questions,
fr: Si vous avez des questions,

source: email
fr: envoyez un courriel à

source: call
fr: appellez

source: You have a file to download
fr: Vous avez un fichier à télécharger

source: sent you a file to download.
fr: vous a envoyé un fichier à télécharger.

source: If you’re not sure why you’ve been sent a file, or you have any questions,
fr: Si vous ne savez pas pourquoi vous avez reçu ce fichier, ou si vous avez des questions,

source: Continue
fr: Continuer
